{"all":{"1334027":{"id":"1334027","email":"","name":"test","location":null,"url":null,"avatar":null,"about":"","position":null,"username":"test63"},"1126948":{"id":"1126948","email":"tamara@ontraport.com","name":"Tamara Weaver","location":"Santa Barbara","url":"http:\/\/ontrapalooza.com","avatar":"http:\/\/static.sched.org\/a3\/1126948\/avatar.jpg.75x75px.jpg","about":"Tamara lives by Andy Warhol&rsquo;s mantra, &ldquo; You need to let the little things that would ordinarily bore you suddenly thrill you.&rdquo; She brings this philosophy into her work, making the functional beautiful as ONTRAPORT&rsquo;s Design Director. Tamara started her career in publishing in the New York City offices of Hearst Publications&rsquo; Town &amp; Country magazine. After several years, she left to travel the world, teaching English in Brazil and working for a travel publication in Mexico. When she decided to end her nomadic ways, she continued to work for several design agencies before taking a position as Design Director at the Santa Barbara Independent, an alternative weekly newspaper. When she&rsquo;s not immersed in the world of design, she loves to seek out new travel destinations, collect 1960's vintage dresses, torture her Himalayan cat, watch Ingmar Bergman movies and spend time with her beloved husband.","position":"Design Director","username":"tamara14","attending":["3","6","12"]},"1351124":{"id":"1351124","email":"","name":"Test Exhibitor","location":null,"url":null,"avatar":null,"about":"","position":null,"username":"testexhibitor8"},"1127078":{"id":"1127078","email":"","name":"TBD","location":null,"url":null,"avatar":null,"about":"","position":null,"username":"tbd29"},"1126991":{"id":"1126991","email":"landon@ontraport.com","name":"Landon Ray","location":"Santa Barbara","url":"http:\/\/ontraport.com","avatar":"http:\/\/static.sched.org\/a3\/1126991\/avatar.jpg.75x75px.jpg","about":"Landon Ray is a serial entrepreneur whose mission is to educate, motivate and enable others to realize their life goals and passions by starting and growing their own businesses. At the age of 25, Ray transformed himself from a street-corner flower vendor into one of the nation's top securities day traders in only twelve months; his success was recounted in books, magazines, and dozens of newspaper articles across the country. Today, Ray is the founder and CEO of ONTRAPORT, a six year-old company that has thrived during one of the worst economic downturns in US history. After beating the odds on Wall Street and again during the great recession, Ray has taken his exhaustive research and personal experience and created a family of products and related services that reflect his passion for educating and supporting entrepreneurs. ONTRAPORT is a world-class software solution that simplifies technology for small business owners and provides a powerful platform upon which entrepreneurs build successful businesses.","position":"CEO","username":"landon1"},"1126986":{"id":"1126986","email":"lena@ontraport.com","name":"Lena Requist","location":"Santa Barbara","url":"http:\/\/ontrapalooza.com","avatar":"http:\/\/static.sched.org\/a3\/1126986\/avatar.jpg.75x75px.jpg","about":"After having had coffee with Landon nearly every week for a year straight, Lena ultimately joined the ONTRAPORT team as Chief Operating Officer in 2010. The Monterey native had already worked as a financial planner before she moved into the start-up realm, where she built up numerous start-ups into multi-million dollar businesses. Now at ONTRAPORT, she couldn't be more proud of the culture she herself has orchestrated which encourages innovation and progress. The company culture and the talented people she has the pleasure of working with are the reasons why Lena feels so inspired and happy to work at ONTRAPORT. When she has a moment of spare time, she turns on music from her favorite band; which, as of late, is Florence and the Machine.","position":"COO","username":"lena5"},"1127084":{"id":"1127084","email":"","name":"Lynne Twist","location":null,"url":null,"avatar":"http:\/\/static.sched.org\/a4\/1127084\/avatar.jpg.75x75px.jpg","about":"","position":null,"username":"lynnetwist1"}},"usernames":{"test63":"1334027","tamara14":"1126948","testexhibitor8":"1351124","tbd29":"1127078","landon1":"1126991","lena5":"1126986","lynnetwist1":"1127084"},"attendees":["1334027","1126948"],"sponsors":["1351124"],"speakers":["1127078","1126991","1126986","1127084"],"exhibitors":["1351124"]}